Repository: OsnielLopes/FinalChallenge
Catalog: FinalChallenge/FinalChallenge/Resources/Localizable/*.lproj/Localizable.strings
Languages: pt_br

# question.01
source: Am I using my time wisely?
pt_br: Estou usando meu tempo sabiamente?

# question.02
source: Am I waking up in the morning ready to take on the day?
pt_br: Estou considerando algo como garantido?

# question.03
source: What worries me most about the future?
pt_br: Estou seguindo uma perspectiva saudável?

# question.04
source: If this were the last day of my life, would I want to do what I am about to do today?
pt_br: Eu estou vivendo fiel a mim mesmo?

# question.05
source: If not now, then when?
pt_br: Estou acordando de manhã pronto para enfrentar o dia?

# question.06
source: Have I done anything lately worth remembering?
pt_br: Estou nutrindo pensamentos negativos antes de adormecer?

# question.07
source: What do I have to say about my first love (whether a person, place or thing)?
pt_br: Estou colocando esforço suficiente em meus relacionamentos?

# question.08
source: What’s surprised me the most about my life or life in general?
pt_br: Estou cuidando de mim mesmo fisicamente?

# question.09
source: Am I taking anything for granted?
pt_br: Estou deixando assuntos que estão fora do meu controle me estressar?

# question.10
source: Am I employing a healthy perspective?
pt_br: Estou atingindo as metas que defini para mim mesmo?

# question.11
source: Am I thinking negative thoughts before I fall asleep?
pt_br: Quem sou eu de verdade?

# question.12
source: What is enough for me?
pt_br: O que mais me preocupa sobre o futuro?

# question.13
source: When work felt real to me, necessary and satisfying, paid or unpaid, professional or domestic, physical or mental?
pt_br: Se este fosse o último dia da minha vida, eu gostaria de fazer o que estou prestes a fazer hoje?

# question.14
source: Do I engage in activities to escape my reality?
pt_br: O que eu realmente tenho medo?

# question.15
source: Am I living true to myself?
pt_br: Eu estou prendendo algo que eu preciso deixar ir?

# question.16
source: Who am I really?
pt_br: Se não agora, então quando?

# question.17
source: What am I really scared of?
pt_br: O que importa mais na minha vida?

# question.18
source: What do I need to change about myself?
pt_br: O que estou fazendo sobre as coisas que mais importam na minha vida?

# question.19
source: Do I believe every thought I think?
pt_br: Eu fiz alguma coisa ultimamente que vale a pena lembrar?

# question.20
source: Do I believe every thought I think?
pt_br: Eu fiz alguém sorrir hoje?

# question.21
source: What is currently worrying me?
pt_br: O que eu desisti?

# question.22
source: How would I describe myself using 10 words?
pt_br: Quando foi a última vez que empurrei os limites da minha zona de conforto?

# question.23
source: Am I putting enough effort into my relationships?
pt_br: Se eu tivesse que dar um conselho na mente de um bebê recém-nascido, que conselho eu daria?

# question.24
source: Have I made someone smile today?
pt_br: Que pequeno ato de bondade me foi uma vez mostrado que nunca vou esquecer?

# question.26
source: How many of my friends would I trust with my life?
pt_br: O que eu preciso mudar em mim?

# question.27
source: Who has had the greatest impact on my life?
pt_br: É mais importante amar ou ser amado?

# question.28
source: Who are the people in my life that genuinely support me and that I can genuinely trust? (What about making time to hang out with them?)
pt_br: Quantos dos meus amigos eu confiaria a minha vida?

# question.29
source: What does unconditional love look like for me?
pt_br: Quem teve o maior impacto na minha vida?

# question.30
source: In which compassionate way I’ve supported a friend recently. How I can do the same for myself?
pt_br: Eu quebraria a lei para salvar um ente querido?

# question.31
source: What type of friend do I want to be?
pt_br: Eu roubaria para alimentar uma criança faminta?

# question.32
source: I really wish others knew this about me...
pt_br: O que eu mais quero na vida?

# question.33
source: Am I taking care of myself physically?
pt_br: O que a vida tem pedido de mim?

# question.34
source: Am I letting matters that are out of my control stress me out?
pt_br: O que é pior, falhar ou nunca tentar?

# question.36
source: I feel most energized when...
pt_br: Qual é a única coisa que gostaria que os outros lembrassem de mim no final da minha vida?

# question.37
source: What have I given up on?
pt_br: Realmente importa o que os outros pensam de mim?

# question.38
source: What do I want most in life?
pt_br: Até que ponto eu realmente controlei o curso que minha vida tomou?

# question.39
source: What inspires me (from books to websites to quotes to people to paintings to stores to the stars)?
pt_br: Quando tudo estiver dito e feito, o que eu terei dito mais do que fiz?

# question.40
source: What are my definitions of success?
pt_br: Minha maneira favorita de passar o dia é...

# question.41
source: What are the questions I urgently need answers?
pt_br: Se eu pudesse falar com meu eu mais novo, a única coisa que eu diria é...

# question.42
source: Am I achieving the goals that I’ve set for myself?
pt_br: Os dois momentos que nunca vou esquecer na minha vida são... Descreva-os em grande detalhe, e o que os torna tão inesquecíveis.

# question.43
source: Am I holding on to something I need to let go of?
pt_br: Quais são as 10 coisas que me fazem sorrir?

# question.44
source: When did I last push the boundaries of my comfort zone?
pt_br: As palavras pelas quais eu gostaria de viver, são...

# question.45
source: What are the words that I need to hear?
pt_br: Eu não conseguia imaginar viver sem...

# question.46
source: What small act of kindness was I once shown that I will never forget?
pt_br: Quando estou com dor (física ou emocional) a melhor coisa que posso fazer por mim mesmo é...

# question.47
source: What’s one topic I need to learn more about to help me live a more fulfilling life?
pt_br: Quem são as pessoas na minha vida que genuinamente me apoiam e em quem eu posso genuinamente confiar? (Que tal arranjar tempo para sair com eles?)

# question.48
source: What matters most in my life?
pt_br: Como é o amor incondicional para mim?

# question.49
source: What am I doing about the things that matter most in my life?
pt_br: O que eu faria se me amasse incondicionalmente? Como posso agir sobre essas coisas, quer eu atualmente faça ou não?

# question.50
source: If I had to instill one piece of advice in a newborn baby’s mind, what advice would I give?
pt_br: Eu realmente queria que os outros soubessem isso sobre mim...

# question.51
source: Which is worse: failing or never trying?
pt_br: O que é o suficiente para mim?

# question.52
source: Would I break the law to save a loved one?
pt_br: Se meu corpo pudesse falar, ele diria...

# question.53
source: Would I steal to feed a starving child?
pt_br: De que forma compassiva apoiei um amigo recentemente? Como posso fazer o mesmo por mim?

# question.54
source: If I could talk to my younger self, the one thing I would say is...
pt_br: O que eu amo na vida?

# question.55
source: Does it really matter what others think about me?
pt_br: Quando o trabalho parecia real para mim, necessário e satisfatório, pago ou não, profissional ou doméstico, físico ou mental?

# question.56
source: What is the best advice I've ever received?
pt_br: O que eu tenho a dizer sobre meu primeiro amor (seja uma pessoa, um lugar ou uma coisa)?

# question.57
source: What is life calling of me?
pt_br: Como eu me descreveria usando 10 palavras?

# question.58
source: What’s the one thing I’d like others to remember about me at the end of my life?
pt_br: O que mais me surpreendeu na minha vida ou na vida em geral?

# question.59
source: To what degree have I actually controlled the course my life has taken?
pt_br: O que posso aprender com meus maiores erros?

# question.60
source: When it’s all said and done, what will I have said more than I’ve done?
pt_br: Eu me sinto mais energizado quando...

# question.61
source: The two moments I’ll never forget in my life are... Describe them in great detail, and what makes them so unforgettable.
pt_br: Quais são as perguntas que eu preciso com urgência de respostas?

# question.62
source: What do I love about life?
pt_br: O que me inspira (de livros a sites, citações, pessoas, pinturas, lojas, celebridades)?

# question.63
source: What can I learn from my biggest mistakes?
pt_br: Qual é o assunto sobre o qual preciso aprender mais para me ajudar a ter uma vida mais gratificante?

# question.64
source: My favorite way to spend the day is...
pt_br: Eu me sinto mais feliz na minha pele quando...

# question.65
source: What are the 10 things that make me smile?
pt_br: Para que eu gostaria de dizer não?

# question.66
source: The words I’d like to live by are...
pt_br: Para que eu gostaria de dizer sim?

# question.67
source: I couldn’t imagine living without...
pt_br: Quais são as palavras que preciso ouvir?

# question.68
source: When I’m in pain (physical or emotional) the kindest thing I can do for myself is...
pt_br: Quais são minhas definições de sucesso?

# question.69
source: What would I do if I loved myself unconditionally? How can I act on these things whether I do or don’t?
pt_br: Que tipo de amigo eu quero ser?

# question.70
source: What would I like to say no to?
pt_br: Eu me envolvo em atividades para fugir da minha realidade?

# question.71
source: What would I like to say yes to?
pt_br: Eu acredito em todo pensamento que penso?

# question.72
source: I feel happiest in my skin when...
pt_br: Qual foi o melhor conselho que já recebi?
